Revit 2027 API
ParameterTypeId.FabricParamSpanSymDRight Property
 "D_Right"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamSpanSymDRight { get; }
Public Shared ReadOnly Property FabricParamSpanSymDRight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamSpanSymDRight {
	ForgeTypeId^ get ();
}
static member FabricParamSpanSymDRight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace